{
  "navbar": {
    "brand": "សុភ័ក្ត",
    "about": "អំពីខ្ញុំ",
    "project": "គម្រោង",
    "contact": "ទំនាក់ទំនង",
    "blog": "ប្លុក"
  },
  "home": {
    "primaryTitle": "សូមស្វាគមន៍មកកាន់គេហទំព័រផ្លូវការរបស់ខ្ញុំ",
    "secondaryTitle": "នេះគឺ​ ស៊ី សុភ័ក្ត",
    "description": "បញ្ចប់ការសិក្សាផ្នែកវិទ្យាសាស្រ្តកុំព្យូទ័រនៅសាកលវិទ្យាល័យភូមិន្ទភ្នំពេញ"
  },
  "about": {
    "title": "អំពី<1>ខ្ញុំ</1>",
    "description": "ខ្ញុំមានជំនាញទាំងក្នុងបច្ចេកវិទ្យាផ្នែកខាងមុខ និងខាងក្រោយ ដើម្បីបង្កើតកម្មវិធីវែបសាយដែលអាចផ្តល់នូវបទពិសោធន៍ប្រើប្រាស់ល្អ និងអាចពង្រីកទំហំបាន។ ជាមួយនឹងជំនាញក្នុង React, Next.js, Spring Boot និង Laravel ខ្ញុំអាចបង្កើតផ្ទាំងប្រើប្រាស់ដែលមានភាពឆាប់រហ័ស  និងប្រព័ន្ធខាងក្រោយដែលមានសុវត្ថិភាព ហើយធានាថាកម្មវិធីមានសមត្ថភាពខ្ពស់, សុវត្ថិភាព និងអាចថែទាំបាននៅក្នុងជីវិតពេញមូលនៃកម្មវិធី។",
    "frontendTitle": "ផ្នែកខាងមុខ",
    "frontendDescription": "ខ្ញុំបង្កើតកម្មវិធីវែបដែលឆាប់រហ័ស និងមានសមត្ថភាពខ្ពស់ជាមួយនឹងកូដងាយស្រួលយល់ និងអាចថែទាំបាន។ ខ្ញុំមានជំនាញក្នុង React, Next.js, Tailwind CSS, WebSockets និងការតភ្ជាប់ API ហើយផ្តោតលើការបង្កើតបទពិសោធន៍ប្រើប្រាស់ដ៏រលូន និងការបង្កើនសមត្ថភាពប្រតិបត្តិការ។",
    "backendTitle": "ផ្នែកខាងក្រោយ",
    "backendDescription": "ខ្ញុំក៏អភិវឌ្ឍប្រព័ន្ធខាងក្រោយដែលមានប្រសិទ្ធភាពខ្ពស់ដោយប្រើ Spring Boot និង Laravel។ ខ្ញុំមានជំនាញក្នុងការបង្កើត RESTful APIs, WebSockets, ការគ្រប់គ្រងទិន្នន័យ និងការបង្កើនសមត្ថភាពប្រតិបត្តិការ ហើយផ្តោតលើការបង្កើតស្ថាបត្យកម្មដែលមានសុវត្ថិភាព និងងាយស្រួលក្នុងការថែទាំ។"
  },
  "project": {
    "title": "<1>​គម្រោង</1>ដែលខ្ញុំបានបង្កើត"
  },
  "contact": {
    "title": "<1>ទំនាក់ទំនង</1>ខ្ញុំ",
    "description": "តើមានគម្រោងណាមួយក្នុងចិត្តឬក៏ចង់បង្កើតទំនាក់ទនងមែនទេ? អ្នកអាចទំនាក់ទំនងមកខ្ញុំបានដោយសេរី! ខ្ញុំតែងតែពេញចិត្តក្នុងការពិភាក្សាអំពីឱកាសថ្មីៗ, ការសហការឬអ្វីៗដែលពាក់ព័ន្ធនឹងបច្ចេកវិទ្យា។"
  },
  "label": {
    "address": "អាសយដ្ឋាន",
    "email": "អ៊ីមែល",
    "phone": "លេខទូរស័ព្ទ",
    "github": "គេហទំព័រ Github",
    "sentMessage": "ផ្ញើសារមកកាន់ខ្ញុំ",
    "yourName": "ឈ្មោះរបស់អ្នក",
    "message": "សរសេរសារ"
  },
  "labelValue": {
    "address": "ភ្នំពេញ, កម្ពុជា"
  },
  "button": {
    "contactMe": "ទំនាក់ទំនងខ្ញុំ",
    "resume": "ប្រវត្តិរូប",
    "send": "ផ្ញើ"
  }
}
